Repository: steviek/PathWidgetXplat
Catalog: iosApp/widget/Localizable.xcstrings
Source language: en
Languages: es

source: All trains
es: Todos los trenes

source: Closest station (requires location access)
es: La estación más cercana (require acceso a la ubicación)

source: Day
es: Día

source: Departure board for PATH
es: Salidas de PATH

source: Destination Station
es: Estación de destino

source: Filter
es: Filtro

source: Friday
es: Viernes

source: Group By Destination
es: Agrupar por destino

source: Hour
es: Hora

source: Lines
es: Líneas

source: Location access required
es: Se requiere acceso a la ubicación

source: Monday
es: Lunes

source: My Commute
es: Mi trayecto

source: NJ morning, NY evening
es: NJ por la mañana, NY por la tarde

source: NY morning, NJ evening
es: NY por la mañana, NJ por la tarde

source: Off
es: Desactivado

source: On
es: Activado

source: Only interstate trains
es: Solo los trenes entre los dos estados

source: Open the app settings and enable 'Closest station' to grant permission.
es: Abre la configuración de la aplicación y habilita 'La estación más cercana' para otorgar permiso.

source: Order
es: Orden

source: Origin Station
es: Estación de origen

source: Refresh
es: Recargar

source: Reverse for commute home
es: Revertir para el viaje a casa

source: Reverse from
es: Inverso desde

source: Reverse on days
es: Invertir en los días

source: Reverse until
es: Inverso a

source: Route based widget with reverse for commutes home and seasonal themes
es: Widget basado en ruta con reverso para viajes a casa y temas estacionales

source: Saturday
es: Sábado

source: Seasonal themed backgrounds
es: Fondos temáticos estacionales

source: Show last refreshed time
es: Mostrar hora de la última actualización

source: Station Choice
es: Elección de estación

source: Stations
es: Estaciones

source: Sunday
es: Domingo

source: Thursday
es: Jueves

source: Time
es: Hora

source: Time Display
es: Formato de la hora

source: Tuesday
es: Martes

source: Updates all the widgets
es: Actualiza todos los widgets

source: Wednesday
es: Miércoles
